---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilterNumericRuleEvaluator
source: html/fc6937d7-8346-79d6-1b32-9e96a61b8300.htm
---
# FilterNumericRuleEvaluator Members

Releases all resources used by the FilterNumericRuleEvaluator